### Terraform Plan Output for `management-team-account/state/dynamodb`
```hcl
[command]/home/runner/work/_temp/98964d20-5424-4479-b1b6-4239a3519a7c/terraform-bin show -no-color tfplan.binary

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_dynamodb_table.resource_locks["cloudtrail"] will be created
  + resource "aws_dynamodb_table" "resource_locks" {
      + arn              = (known after apply)
      + billing_mode     = "PAY_PER_REQUEST"
      + hash_key         = "LockID"
      + id               = (known after apply)
      + name             = "cloudtrail-management-lock"
      + read_capacity    = (known after apply)
      + region           = "ap-northeast-2"
      + stream_arn       = (known after apply)
      + stream_label     = (known after apply)
      + stream_view_type = (known after apply)
      + tags             = {
          + "Environment" = "management"
          + "Name"        = "cloudtrail Lock Table"
        }
      + tags_all         = {
          + "Environment" = "management"
          + "Name"        = "cloudtrail Lock Table"
        }
      + write_capacity   = (known after apply)

      + attribute {
          + name = "LockID"
          + type = "S"
        }

      + server_side_encryption {
          + enabled     = true
          + kms_key_arn = (known after apply)
        }
    }

  # aws_dynamodb_table.resource_locks["dynamodb"] will be created
  + resource "aws_dynamodb_table" "resource_locks" {
      + arn              = (known after apply)
      + billing_mode     = "PAY_PER_REQUEST"
      + hash_key         = "LockID"
      + id               = (known after apply)
      + name             = "dynamodb-management-lock"
      + read_capacity    = (known after apply)
      + region           = "ap-northeast-2"
      + stream_arn       = (known after apply)
      + stream_label     = (known after apply)
      + stream_view_type = (known after apply)
      + tags             = {
          + "Environment" = "management"
          + "Name"        = "dynamodb Lock Table"
        }
      + tags_all         = {
          + "Environment" = "management"
          + "Name"        = "dynamodb Lock Table"
        }
      + write_capacity   = (known after apply)

      + attribute {
          + name = "LockID"
          + type = "S"
        }

      + server_side_encryption {
          + enabled     = true
          + kms_key_arn = (known after apply)
        }
    }

  # aws_dynamodb_table.resource_locks["s3"] will be created
  + resource "aws_dynamodb_table" "resource_locks" {
      + arn              = (known after apply)
      + billing_mode     = "PAY_PER_REQUEST"
      + hash_key         = "LockID"
      + id               = (known after apply)
      + name             = "s3-management-lock"
      + read_capacity    = (known after apply)
      + region           = "ap-northeast-2"
      + stream_arn       = (known after apply)
      + stream_label     = (known after apply)
      + stream_view_type = (known after apply)
      + tags             = {
          + "Environment" = "management"
          + "Name"        = "s3 Lock Table"
        }
      + tags_all         = {
          + "Environment" = "management"
          + "Name"        = "s3 Lock Table"
        }
      + write_capacity   = (known after apply)

      + attribute {
          + name = "LockID"
          + type = "S"
        }

      + server_side_encryption {
          + enabled     = true
          + kms_key_arn = (known after apply)
        }
    }

Plan: 3 to add, 0 to change, 0 to destroy.
::debug::Terraform exited with code 0.
::debug::stdout: %0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A  + create%0A%0ATerraform will perform the following actions:%0A%0A  # aws_dynamodb_table.resource_locks["cloudtrail"] will be created%0A  + resource "aws_dynamodb_table" "resource_locks" {%0A      + arn              = (known after apply)%0A      + billing_mode     = "PAY_PER_REQUEST"%0A      + hash_key         = "LockID"%0A      + id               = (known after apply)%0A      + name             = "cloudtrail-management-lock"%0A      + read_capacity    = (known after apply)%0A      + region           = "ap-northeast-2"%0A      + stream_arn       = (known after apply)%0A      + stream_label     = (known after apply)%0A      + stream_view_type = (known after apply)%0A      + tags             = {%0A          + "Environment" = "management"%0A          + "Name"        = "cloudtrail Lock Table"%0A        }%0A      + tags_all         = {%0A          + "Environment" = "management"%0A          + "Name"        = "cloudtrail Lock Table"%0A        }%0A      + write_capacity   = (known after apply)%0A%0A      + attribute {%0A          + name = "LockID"%0A          + type = "S"%0A        }%0A%0A      + server_side_encryption {%0A          + enabled     = true%0A          + kms_key_arn = (known after apply)%0A        }%0A    }%0A%0A  # aws_dynamodb_table.resource_locks["dynamodb"] will be created%0A  + resource "aws_dynamodb_table" "resource_locks" {%0A      + arn              = (known after apply)%0A      + billing_mode     = "PAY_PER_REQUEST"%0A      + hash_key         = "LockID"%0A      + id               = (known after apply)%0A      + name             = "dynamodb-management-lock"%0A      + read_capacity    = (known after apply)%0A      + region           = "ap-northeast-2"%0A      + stream_arn       = (known after apply)%0A      + stream_label     = (known after apply)%0A      + stream_view_type = (known after apply)%0A      + tags             = {%0A          + "Environment" = "management"%0A          + "Name"        = "dynamodb Lock Table"%0A        }%0A      + tags_all         = {%0A          + "Environment" = "management"%0A          + "Name"        = "dynamodb Lock Table"%0A        }%0A      + write_capacity   = (known after apply)%0A%0A      + attribute {%0A          + name = "LockID"%0A          + type = "S"%0A        }%0A%0A      + server_side_encryption {%0A          + enabled     = true%0A          + kms_key_arn = (known after apply)%0A        }%0A    }%0A%0A  # aws_dynamodb_table.resource_locks["s3"] will be created%0A  + resource "aws_dynamodb_table" "resource_locks" {%0A      + arn              = (known after apply)%0A      + billing_mode     = "PAY_PER_REQUEST"%0A      + hash_key         = "LockID"%0A      + id               = (known after apply)%0A      + name             = "s3-management-lock"%0A      + read_capacity    = (known after apply)%0A      + region           = "ap-northeast-2"%0A      + stream_arn       = (known after apply)%0A      + stream_label     = (known after apply)%0A      + stream_view_type = (known after apply)%0A      + tags             = {%0A          + "Environment" = "management"%0A          + "Name"        = "s3 Lock Table"%0A        }%0A      + tags_all         = {%0A          + "Environment" = "management"%0A          + "Name"        = "s3 Lock Table"%0A        }%0A      + write_capacity   = (known after apply)%0A%0A      + attribute {%0A          + name = "LockID"%0A          + type = "S"%0A        }%0A%0A      + server_side_encryption {%0A          + enabled     = true%0A          + kms_key_arn = (known after apply)%0A        }%0A    }%0A%0APlan: 3 to add, 0 to change, 0 to destroy.%0A
::debug::stderr: 
::debug::exitcode: 0

::set-output name=stdout::%0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A  + create%0A%0ATerraform will perform the following actions:%0A%0A  # aws_dynamodb_table.resource_locks["cloudtrail"] will be created%0A  + resource "aws_dynamodb_table" "resource_locks" {%0A      + arn              = (known after apply)%0A      + billing_mode     = "PAY_PER_REQUEST"%0A      + hash_key         = "LockID"%0A      + id               = (known after apply)%0A      + name             = "cloudtrail-management-lock"%0A      + read_capacity    = (known after apply)%0A      + region           = "ap-northeast-2"%0A      + stream_arn       = (known after apply)%0A      + stream_label     = (known after apply)%0A      + stream_view_type = (known after apply)%0A      + tags             = {%0A          + "Environment" = "management"%0A          + "Name"        = "cloudtrail Lock Table"%0A        }%0A      + tags_all         = {%0A          + "Environment" = "management"%0A          + "Name"        = "cloudtrail Lock Table"%0A        }%0A      + write_capacity   = (known after apply)%0A%0A      + attribute {%0A          + name = "LockID"%0A          + type = "S"%0A        }%0A%0A      + server_side_encryption {%0A          + enabled     = true%0A          + kms_key_arn = (known after apply)%0A        }%0A    }%0A%0A  # aws_dynamodb_table.resource_locks["dynamodb"] will be created%0A  + resource "aws_dynamodb_table" "resource_locks" {%0A      + arn              = (known after apply)%0A      + billing_mode     = "PAY_PER_REQUEST"%0A      + hash_key         = "LockID"%0A      + id               = (known after apply)%0A      + name             = "dynamodb-management-lock"%0A      + read_capacity    = (known after apply)%0A      + region           = "ap-northeast-2"%0A      + stream_arn       = (known after apply)%0A      + stream_label     = (known after apply)%0A      + stream_view_type = (known after apply)%0A      + tags             = {%0A          + "Environment" = "management"%0A          + "Name"        = "dynamodb Lock Table"%0A        }%0A      + tags_all         = {%0A          + "Environment" = "management"%0A          + "Name"        = "dynamodb Lock Table"%0A        }%0A      + write_capacity   = (known after apply)%0A%0A      + attribute {%0A          + name = "LockID"%0A          + type = "S"%0A        }%0A%0A      + server_side_encryption {%0A          + enabled     = true%0A          + kms_key_arn = (known after apply)%0A        }%0A    }%0A%0A  # aws_dynamodb_table.resource_locks["s3"] will be created%0A  + resource "aws_dynamodb_table" "resource_locks" {%0A      + arn              = (known after apply)%0A      + billing_mode     = "PAY_PER_REQUEST"%0A      + hash_key         = "LockID"%0A      + id               = (known after apply)%0A      + name             = "s3-management-lock"%0A      + read_capacity    = (known after apply)%0A      + region           = "ap-northeast-2"%0A      + stream_arn       = (known after apply)%0A      + stream_label     = (known after apply)%0A      + stream_view_type = (known after apply)%0A      + tags             = {%0A          + "Environment" = "management"%0A          + "Name"        = "s3 Lock Table"%0A        }%0A      + tags_all         = {%0A          + "Environment" = "management"%0A          + "Name"        = "s3 Lock Table"%0A        }%0A      + write_capacity   = (known after apply)%0A%0A      + attribute {%0A          + name = "LockID"%0A          + type = "S"%0A        }%0A%0A      + server_side_encryption {%0A          + enabled     = true%0A          + kms_key_arn = (known after apply)%0A        }%0A    }%0A%0APlan: 3 to add, 0 to change, 0 to destroy.%0A

::set-output name=stderr::

::set-output name=exitcode::0
```